Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# browser.contextMenu.openLinkInDefaultBrowser
source: Open Link in Default Browser
ar: فتح الرابط في المتصفح الافتراضي
bs: Otvori link u podrazumijevanom pregledniku
da: Åbn link i standardbrowser
de: Link im Standardbrowser öffnen
es: Abrir enlace en el navegador predeterminado
fr: Ouvrir le lien dans le navigateur par défaut
it: Apri link nel browser predefinito
ja: デフォルトブラウザでリンクを開く
ko: 기본 브라우저에서 링크 열기
nb: Åpne lenke i standard nettleser
pl: Otwórz odnośnik w domyślnej przeglądarce
pt_br: Abrir Link no Navegador Padrão
ru: Открыть ссылку в браузере по умолчанию
th: เปิดลิงก์ในเบราว์เซอร์เริ่มต้น
tr: Bağlantıyı Varsayılan Tarayıcıda Aç
uk: Відкрити посилання в стандартному браузері
zh_hans: 在默认浏览器中打开链接
zh_hant: 在預設瀏覽器中開啟連結

# browser.contextMenu.openLinkInNewTab
source: Open Link in New Tab
ar: فتح الرابط في لسان جديد
bs: Otvori link u novom tabu
da: Åbn link i ny fane
de: Link in neuem Tab öffnen
es: Abrir enlace en una nueva pestaña
fr: Ouvrir le lien dans un nouvel onglet
it: Apri link in una nuova scheda
ja: 新規タブでリンクを開く
ko: 새 탭에서 링크 열기
nb: Åpne lenke i ny fane
pl: Otwórz odnośnik w nowej karcie
pt_br: Abrir Link em Nova Aba
ru: Открыть ссылку в новой вкладке
th: เปิดลิงก์ในแท็บใหม่
tr: Bağlantıyı Yeni Sekmede Aç
uk: Відкрити посилання в новій вкладці
zh_hans: 在新标签页中打开链接
zh_hant: 在新標籤頁中開啟連結

# browser.contextMenu.screenshotPage
source: Screenshot Page
ar: التقاط لقطة شاشة للصفحة
bs: Snimi ekran stranice
da: Tag skærmbillede af side
de: Seite als Screenshot aufnehmen
es: Capturar página
fr: Capture d’écran de la page
it: Screenshot pagina
ja: ページのスクリーンショット
ko: 페이지 스크린샷
nb: Ta skjermbilde av side
pl: Zrzut ekranu strony
pt_br: Capturar página
ru: Снимок страницы
th: ถ่ายภาพหน้าจอหน้าเว็บ
tr: Sayfanın ekran görüntüsünü al
uk: Знімок сторінки
zh_hans: 截取页面截图
zh_hant: 擷取頁面截圖

# browser.contextMenu.screenshotSection
source: Screenshot Section
ar: التقاط لقطة شاشة للقسم
bs: Snimi ekran odjeljka
da: Tag skærmbillede af område
de: Bereich als Screenshot aufnehmen
es: Capturar sección
fr: Capture d’écran de la section
it: Screenshot sezione
ja: 範囲のスクリーンショット
ko: 영역 스크린샷
nb: Ta skjermbilde av område
pl: Zrzut ekranu sekcji
pt_br: Capturar seção
ru: Снимок области
th: ถ่ายภาพหน้าจอเฉพาะส่วน
tr: Bölümün ekran görüntüsünü al
uk: Знімок області
zh_hans: 截取区域截图
zh_hant: 擷取區域截圖

# browser.designMode.buttonHelpFormat
source: Design Mode (%@)
ar: وضع التصميم (%@)
de: Design-Modus (%@)
es: Modo de diseño (%@)
fr: Mode design (%@)
ja: デザインモード（%@）
ko: 디자인 모드 (%@)
zh_hans: 设计模式（%@）
zh_hant: 設計模式 (%@)

# browser.designMode.composer.describeChange
source: Describe the change
ar: صف التغيير
de: Beschreiben Sie die Änderung
es: Describe el cambio
fr: Décrivez la modification
ja: 変更内容を入力
ko: 변경 사항 설명
zh_hans: 描述所需的更改
zh_hant: 描述變更

# browser.designMode.composer.pickElements
source: Select one or more elements on the page.
ar: حدد عنصرًا واحدًا أو أكثر في الصفحة.
de: Wählen Sie ein oder mehrere Elemente auf der Seite aus.
es: Selecciona uno o más elementos de la página.
fr: Sélectionnez un ou plusieurs éléments sur la page.
ja: ページ上の要素を1つ以上選択してください。
ko: 페이지에서 하나 이상의 요소를 선택하세요.
zh_hans: 在页面上选择一个或多个元素。
zh_hant: 在頁面上選取一個或多個元素。

# browser.designMode.composer.removeSelection
source: Remove selected element
ar: إزالة العنصر المحدد
de: Ausgewähltes Element entfernen
es: Eliminar elemento seleccionado
fr: Supprimer l’élément sélectionné
ja: 選択した要素を削除
ko: 선택한 요소 제거
zh_hans: 移除所选元素
zh_hant: 移除選取的元素

# browser.designMode.context.remove
source: Remove %@ context
ar: إزالة سياق %@
de: %@-Kontext entfernen
es: Quitar el contexto %@
fr: Supprimer le contexte %@
ja: %@ のコンテキストを削除
ko: %@ 컨텍스트 제거
zh_hans: 移除 %@ 上下文
zh_hant: 移除 %@ 背景資訊

# browser.designMode.copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

# browser.designMode.copy.copied
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
ja: コピー済み
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

# browser.designMode.copy.copying
source: Copying…
ar: جاري النسخ…
de: Kopieren…
es: Copiando…
fr: Copie en cours…
ja: コピー中…
ko: 복사 중…
zh_hans: 正在复制…
zh_hant: 複製中…

# browser.designMode.error.annotationCapture
source: Could not capture the annotation. Draw it again.
ar: تعذر التقاط التعليق التوضيحي. ارسمه مجددًا.
de: Anmerkung konnte nicht erfasst werden. Zeichnen Sie sie erneut.
es: No se pudo capturar la anotación. Dibújala de nuevo.
fr: Impossible de capturer l’annotation. Dessinez-la à nouveau.
ja: 注釈をキャプチャできませんでした。もう一度描いてください。
ko: 주석을 캡처할 수 없습니다. 다시 그려주세요.
zh_hans: 无法捕获标注。请重新绘制。
zh_hant: 無法擷取註解。請重新繪製。

# browser.designMode.error.captureChanged
source: The selected element moved during capture. Try again when the page is still.
ar: تحرك العنصر المحدد أثناء الالتقاط. أعد المحاولة عندما تكون الصفحة ساكنة.
de: Das ausgewählte Element hat sich während der Erfassung bewegt. Versuchen Sie es erneut, wenn sich die Seite nicht mehr bewegt.
es: El elemento seleccionado se movió durante la captura. Inténtalo de nuevo cuando la página esté quieta.
fr: L’élément sélectionné a bougé pendant la capture. Réessayez lorsque la page est immobile.
ja: キャプチャ中に選択した要素が移動しました。ページが静止しているときにもう一度お試しください。
ko: 캡처하는 동안 선택한 요소가 이동했습니다. 페이지가 멈춰 있을 때 다시 시도하세요.
zh_hans: 所选元素在捕获过程中发生了移动。请在页面静止时重试。
zh_hant: 選取的元素在擷取期間發生移動。請在頁面靜止時再試一次。

# browser.designMode.error.copy
source: Could not copy the design context.
ar: تعذر نسخ سياق التصميم.
de: Design-Kontext konnte nicht kopiert werden.
es: No se pudo copiar el contexto de diseño.
fr: Impossible de copier le contexte de design.
ja: デザインコンテキストをコピーできませんでした。
ko: 디자인 컨텍스트를 복사할 수 없습니다.
zh_hans: 无法复制设计上下文。
zh_hant: 無法複製設計背景資訊。

# browser.designMode.error.disable
source: Design Mode cleanup failed. Reload the page or try again.
ar: فشل تنظيف وضع التصميم. أعد تحميل الصفحة أو حاول مجددًا.
de: Bereinigung des Designmodus fehlgeschlagen. Laden Sie die Seite neu oder versuchen Sie es erneut.
es: Error al limpiar el modo de diseño. Recarga la página o inténtalo de nuevo.
fr: Échec du nettoyage du mode design. Rechargez la page ou réessayez.
ja: デザインモードのクリーンアップに失敗しました。ページを再読み込みするか、もう一度お試しください。
ko: 디자인 모드 정리 실패. 페이지를 새로고침하거나 다시 시도해 주세요.
zh_hans: 设计模式清理失败。请重新加载页面或重试。
zh_hant: 設計模式清理失敗。請重新載入頁面或再試一次。

# browser.designMode.error.enable
source: Design Mode could not start.
ar: تعذر بدء وضع التصميم.
de: Designmodus konnte nicht gestartet werden.
es: No se pudo iniciar el modo de diseño.
fr: Le mode design n’a pas pu démarrer.
ja: デザインモードを開始できませんでした。
ko: 디자인 모드를 시작할 수 없습니다.
zh_hans: 设计模式无法启动。
zh_hant: 無法啟動設計模式。

# browser.designMode.error.invalidRuntimeResponse
source: The page returned invalid design data.
ar: أرجعت الصفحة بيانات تصميم غير صالحة.
de: Die Seite hat ungültige Designdaten zurückgegeben.
es: La página devolvió datos de diseño no válidos.
fr: La page a renvoyé des données de design non valides.
ja: ページから無効なデザインデータが返されました。
ko: 페이지에서 잘못된 디자인 데이터를 반환했습니다.
zh_hans: 页面返回了无效的设计数据。
zh_hant: 頁面傳回了無效的設計資料。

# browser.designMode.error.noPage
source: Open a page before entering Design Mode.
ar: افتح صفحة قبل الدخول في وضع التصميم.
de: Öffnen Sie eine Seite, bevor Sie den Designmodus aufrufen.
es: Abre una página antes de entrar al modo de diseño.
fr: Ouvrez une page avant d’entrer en mode design.
ja: デザインモードを開始する前にページを開いてください。
ko: 디자인 모드로 들어가기 전에 페이지를 열어 주세요.
zh_hans: 请先打开一个页面，再进入设计模式。
zh_hant: 進入設計模式前請先開啟頁面。

# browser.designMode.error.operationTimedOut
source: The page stopped responding. Reload it and try again.
ar: توقفت الصفحة عن الاستجابة. أعد تحميلها وحاول مجددًا.
de: Die Seite reagiert nicht mehr. Laden Sie sie neu und versuchen Sie es erneut.
es: La página dejó de responder. Recárgala e inténtalo de nuevo.
fr: La page ne répond plus. Rechargez-la et réessayez.
ja: ページが応答しなくなりました。再読み込みして、もう一度お試しください。
ko: 페이지가 응답하지 않습니다. 새로고침 후 다시 시도하세요.
zh_hans: 页面已停止响应。请重新加载后重试。
zh_hant: 頁面停止回應。請重新載入並再試一次。

# browser.designMode.error.recovery
source: Try again. If the problem continues, reload the page.
ar: حاول مجددًا. إذا استمرت المشكلة، أعد تحميل الصفحة.
de: Versuchen Sie es erneut. Wenn das Problem weiterhin besteht, laden Sie die Seite neu.
es: Inténtalo de nuevo. Si el problema persiste, recarga la página.
fr: Réessayez. Si le problème persiste, rechargez la page.
ja: もう一度お試しください。問題が続く場合は、ページを再読み込みしてください。
ko: 다시 시도하세요. 문제가 계속되면 페이지를 새로고침하세요.
zh_hans: 请重试。如果问题仍然存在，请重新加载页面。
zh_hant: 請再試一次。如果問題持續發生，請重新載入頁面。

# browser.designMode.error.stopForReactGrab
source: Design Mode could not close before starting React Grab. Reload the page and try again.
ar: تعذر إغلاق وضع التصميم قبل بدء React Grab. أعد تحميل الصفحة وحاول مجددًا.
de: Designmodus konnte vor dem Start von React Grab nicht geschlossen werden. Laden Sie die Seite neu und versuchen Sie es erneut.
es: El modo de diseño no se pudo cerrar antes de iniciar React Grab. Recarga la página e inténtalo de nuevo.
fr: Le mode design n’a pas pu se fermer avant le démarrage de React Grab. Rechargez la page et réessayez.
ja: React Grabを開始する前にデザインモードを終了できませんでした。ページを再読み込みして、もう一度お試しください。
ko: React Grab을 시작하기 전에 디자인 모드를 닫을 수 없습니다. 페이지를 새로고침하고 다시 시도하세요.
zh_hans: 启动 React Grab 前设计模式无法关闭。请重新加载页面后重试。
zh_hant: 在啟動 React Grab 之前無法關閉設計模式。請重新載入頁面並再試一次。

# browser.designMode.error.stopReactGrab
source: React Grab could not close. Reload the page and try again.
ar: تعذر إغلاق React Grab. أعد تحميل الصفحة وحاول مجددًا.
de: React Grab konnte nicht geschlossen werden. Laden Sie die Seite neu und versuchen Sie es erneut.
es: No se pudo cerrar React Grab. Recarga la página e inténtalo de nuevo.
fr: React Grab n’a pas pu se fermer. Rechargez la page et réessayez.
ja: React Grabを終了できませんでした。ページを再読み込みして、もう一度お試しください。
ko: React Grab을 닫을 수 없습니다. 페이지를 새로고침하고 다시 시도하세요.
zh_hans: React Grab 无法关闭。请重新加载页面后重试。
zh_hant: 無法關閉 React Grab。請重新載入頁面並再試一次。

# browser.designMode.error.updateSelection
source: Could not update the selected elements.
ar: تعذر تحديث العناصر المحددة.
de: Ausgewählte Elemente konnten nicht aktualisiert werden.
es: No se pudieron actualizar los elementos seleccionados.
fr: Impossible de mettre à jour les éléments sélectionnés.
ja: 選択した要素を更新できませんでした。
ko: 선택한 요소를 업데이트할 수 없습니다.
zh_hans: 无法更新所选元素。
zh_hant: 無法更新選取的元素。

# browser.designMode.handoff.contextJSON
source: Details: %1$@
ar: التفاصيل: %1$@
es: Detalles: %1$@
fr: Détails : %1$@
ja: 詳細: %1$@
ko: 상세 정보: %1$@
zh_hans: 详细信息：%1$@
zh_hant: 詳細資訊：%1$@

# browser.designMode.handoff.contextOnly
source: Design-mode context for the selected page elements.
ar: سياق وضع التصميم لعناصر الصفحة المحددة.
de: Designmodus-Kontext für die ausgewählten Seitenelemente.
es: Contexto del modo de diseño para los elementos seleccionados de la página.
fr: Contexte du mode design pour les éléments de page sélectionnés.
ja: 選択したページ要素のデザインモードコンテキストです。
ko: 선택한 페이지 요소의 디자인 모드 컨텍스트입니다.
zh_hans: 所选页面元素的设计模式上下文。
zh_hant: 所選頁面元素的設計模式上下文。

# browser.designMode.handoff.pageURL
source: Page: %1$@
ar: الصفحة: %1$@
de: Seite: %1$@
es: Página: %1$@
ja: ページ: %1$@
ko: 페이지: %1$@
zh_hans: 页面：%1$@
zh_hant: 頁面：%1$@

# browser.designMode.mode.draw
source: Draw a capture area
ar: رسم منطقة التقاط
de: Erfassungsbereich zeichnen
es: Dibujar un área de captura
fr: Dessiner une zone de capture
ja: キャプチャ範囲を描画
ko: 캡처 영역 그리기
zh_hans: 绘制捕获区域
zh_hant: 繪製擷取區域

# browser.designMode.mode.select
source: Select elements
ar: تحديد عناصر
de: Elemente auswählen
es: Seleccionar elementos
fr: Sélectionner des éléments
ja: 要素を選択
ko: 요소 선택
zh_hans: 选择元素
zh_hant: 選取元素

# browser.designMode.title
source: Design Mode
ar: وضع التصميم
de: Designmodus
es: Modo de diseño
fr: Mode design
ja: デザインモード
ko: 디자인 모기
zh_hans: 设计模式
zh_hant: 設計模式

# browser.dialog.auth.basic.incorrectCredentials
source: The username or password you entered is incorrect.
ar: اسم المستخدم أو كلمة المرور التي أدخلتها غير صحيحة.
bs: Korisničko ime ili lozinka koju ste unijeli nije tačna.
da: Det brugernavn eller den adgangskode, du indtastede, er forkert.
de: Der eingegebene Benutzername oder das Passwort ist falsch.
es: El nombre de usuario o la contraseña que ingresaste son incorrectos.
fr: Le nom d'utilisateur ou le mot de passe saisi est incorrect.
it: Il nome utente o la password inseriti non sono corretti.
ja: 入力したユーザー名またはパスワードが正しくありません。
ko: 입력한 사용자 이름 또는 암호가 올바르지 않습니다.
nb: Brukernavnet eller passordet du skrev inn, er feil.
pl: Wprowadzona nazwa użytkownika lub hasło są nieprawidłowe.
pt_br: O nome de usuário ou a senha inseridos estão incorretos.
ru: Введенное имя пользователя или пароль неверны.
th: ชื่อผู้ใช้หรือรหัสผ่านที่คุณป้อนไม่ถูกต้อง
tr: Girdiğiniz kullanıcı adı veya parola yanlış.
uk: Введене ім’я користувача або пароль неправильні.
zh_hans: 你输入的用户名或密码不正确。
zh_hant: 你輸入的使用者名稱或密碼不正確。

# browser.dialog.auth.basic.messageHost
source: %@ requires a username and password.
ar: يتطلب %@ اسم مستخدم وكلمة مرور.
bs: %@ zahtijeva korisničko ime i lozinku.
da: %@ kræver et brugernavn og en adgangskode.
de: %@ erfordert einen Benutzernamen und ein Passwort.
es: %@ requiere un nombre de usuario y una contraseña.
fr: %@ nécessite un nom d'utilisateur et un mot de passe.
it: %@ richiede un nome utente e una password.
ja: %@ にアクセスするにはユーザー名とパスワードが必要です。
ko: %@에 접근하려면 사용자 이름과 암호가 필요합니다.
nb: %@ krever et brukernavn og passord.
pl: %@ wymaga nazwy użytkownika i hasła.
pt_br: %@ requer um nome de usuário e uma senha.
ru: Для %@ требуется имя пользователя и пароль.
th: %@ ต้องใช้ชื่อผู้ใช้และรหัสผ่าน
tr: %@ kullanıcı adı ve parola gerektiriyor.
uk: Для %@ потрібні ім’я користувача та пароль.
zh_hans: %@ 需要用户名和密码。
zh_hant: %@ 需要使用者名稱和密碼。

# browser.dialog.auth.basic.messageHostAndRealm
source: %1$@ requires a username and password for "%2$@".
ar: يتطلب %1$@ اسم مستخدم وكلمة مرور لـ "%2$@".
bs: %1$@ zahtijeva korisničko ime i lozinku za "%2$@".
da: %1$@ kræver et brugernavn og en adgangskode til "%2$@".
de: %1$@ erfordert einen Benutzernamen und ein Passwort für "%2$@".
es: %1$@ requiere un nombre de usuario y una contraseña para "%2$@".
fr: %1$@ nécessite un nom d'utilisateur et un mot de passe pour "%2$@".
it: %1$@ richiede un nome utente e una password per "%2$@".
ja: %1$@ の「%2$@」にアクセスするにはユーザー名とパスワードが必要です。
ko: %1$@의 "%2$@"에 접근하려면 사용자 이름과 암호가 필요합니다.
nb: %1$@ krever et brukernavn og passord for "%2$@".
pl: %1$@ wymaga nazwy użytkownika i hasła dla "%2$@".
pt_br: %1$@ requer um nome de usuário e uma senha para "%2$@".
ru: Для %1$@ требуется имя пользователя и пароль для «%2$@».
th: %1$@ ต้องใช้ชื่อผู้ใช้และรหัสผ่านสำหรับ "%2$@"
tr: %1$@, "%2$@" için kullanıcı adı ve parola gerektiriyor.
uk: Для %1$@ потрібні ім’я користувача та пароль для «%2$@».
zh_hans: %1$@ 需要用于“%2$@”的用户名和密码。
zh_hant: %1$@ 需要用於「%2$@」的使用者名稱和密碼。

# browser.dialog.auth.basic.password
source: Password
ar: كلمة المرور
bs: Lozinka
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
nb: Passord
pl: Hasło
pt_br: Senha
ru: Пароль
th: รหัสผ่าน
tr: Parola
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# browser.dialog.auth.basic.signIn
source: Sign In
ar: تسجيل الدخول
bs: Prijavi se
da: Log ind
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: サインイン
ko: 로그인
nb: Logg på
pl: Zaloguj się
pt_br: Entrar
ru: Войти
th: ลงชื่อเข้า
tr: Giriş Yap
uk: Увійти
zh_hans: 登录
zh_hant: 登入

# browser.dialog.auth.basic.title
source: Authentication Required
ar: المصادقة مطلوبة
bs: Potrebna je provjera autentičnosti
da: Godkendelse påkrævet
de: Authentifizierung erforderlich
es: Se requiere autenticación
fr: Authentification requise
it: Autenticazione richiesta
ja: 認証が必要です
ko: 인증 필요
nb: Autentisering kreves
pl: Wymagane uwierzytelnienie
pt_br: Autenticação necessária
ru: Требуется аутентификация
th: ต้องมีการตรวจสอบสิทธิ์
tr: Kimlik Doğrulama Gerekli
uk: Потрібна автентифікація
zh_hans: 需要认证
zh_hant: 需要驗證

# browser.dialog.auth.basic.unknownHost
source: this site
ar: هذا الموقع
bs: ova stranica
da: dette websted
de: diese Website
es: este sitio
fr: ce site
it: questo sito
ja: このサイト
ko: 이 사이트
nb: dette nettstedet
pl: ta witryna
pt_br: este site
ru: этот сайт
th: ไซต์นี้
tr: bu site
uk: цей сайт
zh_hans: 此网站
zh_hant: 此網站

# browser.dialog.auth.basic.username
source: Username
ar: اسم المستخدم
bs: Korisničko ime
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nb: Brukernavn
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім’я користувача
zh_hans: 用户名
zh_hant: 使用者名稱

# browser.dialog.clientCertificate.continue
source: Continue
ar: متابعة
bs: Nastavi
da: Fortsæt
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続行
ko: 계속
nb: Fortsett
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

# browser.dialog.clientCertificate.fallbackCertificateName
source: Certificate %d
ar: الشهادة %d
bs: Certifikat %d
da: Certifikat %d
de: Zertifikat %d
es: Certificado %d
fr: Certificat %d
it: Certificato %d
ja: 証明書 %d
ko: 인증서 %d
nb: Sertifikat %d
pl: Certyfikat %d
pt_br: Certificado %d
ru: Сертификат %d
th: ใบรับรอง %d
tr: Sertifika %d
uk: Сертифікат %d
zh_hans: 证书 %d
zh_hant: 憑證 %d

# browser.dialog.clientCertificate.message
source: %@ requires a client certificate.
ar: يتطلب %@ شهادة عميل.
bs: %@ zahtijeva klijentski certifikat.
da: %@ kræver et klientcertifikat.
de: %@ erfordert ein Clientzertifikat.
es: %@ requiere un certificado de cliente.
fr: %@ nécessite un certificat client.
it: %@ richiede un certificato client.
ja: %@ にはクライアント証明書が必要です。
ko: %@에 클라이언트 인증서가 필요합니다.
nb: %@ krever et klientsertifikat.
pl: %@ wymaga certyfikatu klienta.
pt_br: %@ requer um certificado de cliente.
ru: Для %@ требуется клиентский сертификат.
th: %@ ต้องใช้ใบรับรองไคลเอนต์
tr: %@ bir istemci sertifikası gerektirir.
uk: Для %@ потрібен клієнтський сертифікат.
zh_hans: %@ 需要客户端证书。
zh_hant: %@ 需要用戶端憑證。

# browser.dialog.clientCertificate.serialNumber
source: Serial %@
ar: الرقم التسلسلي %@
bs: Serijski broj %@
da: Serienummer %@
de: Seriennummer %@
es: Número de serie %@
fr: Numéro de série %@
it: Numero di serie %@
ja: シリアル番号 %@
ko: 일련 번호 %@
nb: Serienummer %@
pl: Numer seryjny %@
pt_br: Número de série %@
ru: Серийный номер %@
th: หมายเลขซีเรียล %@
tr: Seri %@
uk: Серійний номер %@
zh_hans: 序列号 %@
zh_hant: 序號 %@

# browser.dialog.clientCertificate.title
source: Choose a Certificate
ar: اختر شهادة
bs: Odaberite certifikat
da: Vælg et certifikat
de: Zertifikat auswählen
es: Elegir un certificado
fr: Choisir un certificat
it: Scegli un certificato
ja: 証明書を選択
ko: 인증서 선택
nb: Velg et sertifikat
pl: Wybierz certyfikat
pt_br: Escolher um certificado
ru: Выберите сертификат
th: เลือกใบรับรอง
tr: Sertifika Seç
uk: Виберіть сертифікат
zh_hans: 选择证书
zh_hant: 選擇憑證

# browser.dialog.clientCertificate.unknownHost
source: This site
ar: هذا الموقع
bs: Ova stranica
da: Dette websted
de: Diese Website
es: Este sitio
fr: Ce site
it: Questo sito
ja: このサイト
ko: 이 사이트
nb: Dette nettstedet
pl: Ta witryna
pt_br: Este site
ru: Этот сайт
th: ไซต์นี้
tr: Bu site
uk: Цей сайт
zh_hans: 此网站
zh_hant: 此網站

# browser.dialog.pageSays
source: This page says:
ar: تقول هذه الصفحة:
bs: Ova stranica kaže:
da: Denne side siger:
de: Diese Seite meldet:
es: Esta página dice:
fr: Cette page indique :
it: Questa pagina dice:
ja: このページの内容:
ko: 이 페이지의 메시지:
nb: Denne siden sier:
pl: Ta strona mówi:
pt_br: Esta página diz:
ru: Сообщение на странице:
th: หน้านี้แจ้งว่า:
tr: Bu sayfa diyor ki:
uk: Ця сторінка повідомляє:
zh_hans: 此页面显示：
zh_hant: 此頁面顯示：

# browser.dialog.pageSaysAt
source: The page at %@ says:
ar: تقول الصفحة في %@:
bs: Stranica na %@ kaže:
da: Siden på %@ siger:
de: Die Seite auf %@ meldet:
es: La página en %@ dice:
fr: La page à %@ indique :
it: La pagina su %@ dice:
ja: ページ %@ のメッセージ:
ko: %@ 페이지의 메시지:
nb: Siden på %@ sier:
pl: Strona pod adresem %@ mówi:
pt_br: A página em %@ diz:
ru: Страница %@ сообщает:
th: หน้าที่ %@ แจ้งว่า:
tr: %@ sayfası diyor ki:
uk: Сторінка %@ повідомляє:
zh_hans: %@ 页面显示：
zh_hant: %@ 頁面顯示：

# browser.download.defaultFilename
source: download
ar: تنزيل
bs: preuzimanje
es: descarga
fr: téléchargement
ja: ダウンロード
ko: 다운로드
nb: nedlasting
pl: pobieranie
ru: загрузка
th: ดาวน์โหลด
tr: indirme
uk: завантаження
zh_hans: 下载
zh_hant: 下載

# browser.download.error.generic
source: Download failed
ar: فشل التنزيل
de: Download fehlgeschlagen
es: Descarga fallida
fr: Échec du téléchargement
ja: ダウンロードに失敗しました
ko: 다운로드 실패
zh_hans: 下载失败
zh_hant: 下載失敗

# browser.downloadInProgress
source: Download in progress
ar: التنزيل قيد التقدم
bs: Preuzimanje u toku
da: Download i gang
de: Download läuft
es: Descarga en curso
fr: Téléchargement en cours
it: Download in corso
ja: ダウンロード中
ko: 다운로드 진행 중
nb: Nedlasting pågår
pl: Pobieranie w toku
pt_br: Download em andamento
ru: Загрузка выполняется
th: กำลังดาวน์โหลด
tr: İndirme devam ediyor
uk: Завантаження виконується
zh_hans: 下载进行中
zh_hant: 正在下載

# browser.downloading
source: Downloading...
ar: جارٍ التنزيل…
bs: Preuzimanje...
da: Downloader…
de: Wird heruntergeladen …
es: Descargando...
fr: Téléchargement...
it: Download in corso...
ja: ダウンロード中...
ko: 다운로드 중...
nb: Laster ned …
pl: Pobieranie…
pt_br: Baixando...
ru: Загрузка...
th: กำลังดาวน์โหลด...
tr: İndiriliyor...
uk: Завантаження…
zh_hans: 正在下载...
zh_hant: 下載中...

# browser.downloads.clear
source: Clear
ar: واضح
de: Klar
es: Claro
fr: Clair
ja: 消去
ko: 분명한
zh_hans: 清除
zh_hant: 清除

# browser.downloads.empty
source: No recent downloads
ar: لا توجد تنزيلات حديثة
de: Keine aktuellen Downloads
es: Sin descargas recientes
fr: Aucun téléchargement récent
ja: 最近のダウンロードはありません
ko: 최근 다운로드 내역 없음
zh_hans: 没有最近的下载
zh_hant: 沒有最近的下載記錄

# browser.downloads.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
ja: 失敗しました
ko: 실패한
zh_hans: 失败
zh_hant: 失敗的

# browser.downloads.open
source: Open
ar: فتح
de: Offen
es: Abierto
fr: Ouvrir
ja: 開く
ko: 열려 있는
zh_hans: 打开
zh_hant: 打開

# browser.downloads.showInFinder
source: Show in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finderに表示
ko: Finder에서 보기
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

# browser.downloads.title
source: Downloads
ar: التنزيلات
es: Descargas
fr: Téléchargements
ja: ダウンロード
ko: 다운로드
zh_hans: 下载
zh_hant: 下載

# browser.error.bypass
source: Proceed Anyway (Unsafe)
ar: المتابعة على أي حال (غير آمن)
bs: Ipak nastavi (nesigurno)
da: Fortsæt alligevel (usikkert)
de: Trotzdem fortfahren (unsicher)
es: Continuar de todos modos (no seguro)
fr: Continuer quand même (non sécurisé)
it: Procedi comunque (non sicuro)
ja: このまま続ける（安全ではありません）
ko: 그래도 계속하기(안전하지 않음)
nb: Fortsett likevel (usikkert)
pl: Kontynuuj mimo to (niebezpieczne)
pt_br: Prosseguir mesmo assim (não seguro)
ru: Все равно продолжить (небезопасно)
th: ดำเนินการต่อ (ไม่ปลอดภัย)
tr: Yine de devam et (güvenli değil)
uk: Усе одно продовжити (небезпечно)
zh_hans: 仍然继续（不安全）
zh_hant: 仍要繼續（不安全）
